<?php

return [

    'confirm'                   => 'कन्फर्म करें',
    'password'                  => 'पासवर्ड',
    'email_add'                 => 'ई-मेल एड्रेस',
    'reset_password'            => 'पासवर्ड रीसेट करें',
    'update_password'           => 'पासवर्ड अपडेट करें',
    'forgot_pass'               => 'पासवर्ड भूल गए?',
    'enter_email'               => 'ईमेल डालें...',
    'current_password'          => 'मौजूदा पासवर्ड',
    'confirm_password'          => 'पासवर्ड कन्फर्म करें',
    'forgot_password'           => 'अपना पासवर्ड भूल गए?',
    'send_reset_link'           => "पासवर्ड रीसेट लिंक भेजें",
    'throttled'                 => 'कृपया दोबारा कोशिश करने से पहले इंतज़ार करें।',
    'reset'                     => 'आपका पासवर्ड रीसेट हो गया है!',
    'token'                     => 'यह पासवर्ड रीसेट टोकन अमान्य है।',
    'sent'                      => 'हमने आपका पासवर्ड रीसेट लिंक ईमेल कर दिया है!',
    'user'                      => "हमें उस ईमेल एड्रेस वाला कोई यूज़र नहीं मिला।",
    'password_confirm_text'     => 'आगे बढ़ने से पहले कृपया अपना पासवर्ड कन्फर्म करें।',
    'reset_password_by_email'   => 'अपना पासवर्ड रीसेट करने के लिए नीचे अपना ई-मेल एड्रेस डालें।',

];
