<?php

return [

'confirm'                   => 'تأكيد',
'password'                  => 'كلمة المرور',
'email_add'                 => 'عنوان البريد الإلكتروني',
'reset_password'            => 'إعادة تعيين كلمة المرور',
'update_password'           => 'تحديث كلمة المرور',
'forgot_pass'               => 'نسيت كلمة المرور',
'enter_email'               => 'أدخل البريد الإلكتروني...',
'current_password'          => 'كلمة المرور الحالية',
'confirm_password'          => 'تأكيد كلمة المرور',
'forgot_password'           => 'هل نسيت كلمة المرور؟',
'send_reset_link'           => "إرسال رابط إعادة تعيين كلمة المرور",
'throttled'                 => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
'reset'                     => 'تمت إعادة تعيين كلمة المرور الخاصة بك!',
'token'                     => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
'sent'                      => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
'user'                      => "لم نتمكن من العثور على مستخدم بهذا البريد الإلكتروني.",
'password_confirm_text'     => 'يرجى تأكيد كلمة المرور قبل المتابعة.',
'reset_password_by_email'   => 'أدخل عنوان بريدك الإلكتروني أدناه لإعادة تعيين كلمة المرور.',

];
